{
    "title": "Întrebări discuții Amos 1-5",
    "contentBlocks": [
        {
            "type": "heading",
            "text": "Contextul cărții"
        },
        {
            "type": "paragraph",
            "text": "De ce credeți că Amos începe prin a vorbi despre păcatele popoarelor din jur (Amos 1), înainte să mustre Israelul?"
        },
        {
            "type": "paragraph",
            "text": "Ce reacție credeți că a stârnit asta în rândul israeliților? Cum se leagă asta de tendința noastră de a vedea mai ușor păcatele altora decât pe ale noastre?"
        },
        {
            "type": "divider"
        },
        {
            "type": "heading",
            "text": "Dumnezeu este drept cu toți"
        },
        {
            "type": "paragraph",
            "text": "De ce include Amos și o mustrare pentru Iuda, „propriul lui popor”? Ce ne spune asta despre dreptatea lui Dumnezeu?"
        },
        {
            "type": "paragraph",
            "text": "Credeți că Dumnezeu are „standard dublu” pentru cei care Îl cunosc?"
        },
        {
            "type": "heading",
            "text": "Răbdarea lui Dumnezeu"
        },
        {
            "type": "paragraph",
            "text": "Ce înseamnă expresia repetată „pentru trei nelegiuiri, ba pentru patru”? Ce ne arată despre răbdarea lui Dumnezeu?"
        },
        {
            "type": "paragraph",
            "text": "Unde vedeți astăzi riscul de a confunda răbdarea lui Dumnezeu cu indiferența Lui?"
        },
        {
            "type": "heading",
            "text": "Ce păcate Îl provoacă pe Dumnezeu?"
        },
        {
            "type": "paragraph",
            "text": "Pe baza capitolelor 1–2, ce tipuri de păcate condamnă Dumnezeu cel mai clar? (nedreptatea, violența, exploatarea celor slabi, ipocrizia religioasă)"
        },
        {
            "type": "paragraph",
            "text": "De ce credeți că aceste lucruri sunt atât de grave înaintea Lui? Unde apar ele în lumea noastră sau chiar în viața noastră?"
        },
        {
            "type": "divider"
        },
        {
            "type": "heading",
            "text": "Relația specială a lui Dumnezeu cu Israel"
        },
        {
            "type": "scripture",
            "text": "Eu v-am ales numai pe voi dintre toate familiile pământului...",
            "reference": "Amos 3:2"
        },
        {
            "type": "paragraph",
            "text": "Ce înseamnă că Dumnezeu „a ales” Israelul? Aduce alegerea mai multă responsabilitate, nu mai multă libertate de a păcătui? Cum se aplică acest principiu creștinilor de azi?"
        },
        {
            "type": "heading",
            "text": "Direcția greșită a poporului"
        },
        {
            "type": "paragraph",
            "text": "(Amos 3:3) Ce învață Amos despre direcția pe care o are Israelul raportat la ce ar fi vrut Dumnezeu pentru ei? Cum ne putem da seama că viața noastră nu mai „merge împreună” cu Dumnezeu?"
        },
        {
            "type": "paragraph",
            "text": "Ce semne ar trebui să ne pună pe gânduri?"
        },
        {
            "type": "heading",
            "text": "Dumnezeu avertizează înainte să judece"
        },
        {
            "type": "paragraph",
            "text": "(Amos 3:6–9) Cine spune că a adus/aduce nenorocirile peste Israel? Ce rol au avertismentele lui Dumnezeu înainte de judecată?"
        },
        {
            "type": "paragraph",
            "text": "Cum avertizează Dumnezeu oamenii astăzi?"
        },
        {
            "type": "heading",
            "text": "„Tot nu v-ați întors la Mine”"
        },
        {
            "type": "paragraph",
            "text": "Ce expresie se repetă de cinci ori în Amos 4:6–11? Ce ne spune asta despre inima poporului?"
        },
        {
            "type": "paragraph",
            "text": "Ce ne poate împiedica pe noi să ne pocăim, chiar când Dumnezeu ne atrage atenția?"
        },
        {
            "type": "divider"
        },
        {
            "type": "heading",
            "text": "Aplicație Personală"
        },
        {
            "type": "scripture",
            "text": "Urâți răul și iubiți binele...",
            "reference": "Amos 5:15"
        },
        {
            "type": "paragraph",
            "text": "Ce înseamnă practic, în viața ta, să „urâști răul și să iubești binele”? În ce domenii e mai greu?"
        },
        {
            "type": "callout",
            "text": "Care ar fi un pas concret pe care îl poți face săptămâna aceasta?"
        }
    ]
}